Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J28.tmx
Source language: en_us
Languages: zh_cn

source: When the first Saturn automobile rolled off the Spring Hill, Tennessee, assembly line in 1990, with departing GM Chairman Roger Smith at the wheel, the event was heralded as a landmark in both U.S. automotive manufacturing and union-management relations.
zh_cn: 当第一辆萨特恩汽车于1990年从田纳西州的斯普林山生产线上开出时（同时伴随着美国通用汽车公司主席罗杰·斯密斯的离职），这个事件预示着美国汽车制造业和劳资关系中的一个里程碑。

source: Here, indeed, was “a different kind of company, a different kind of car.”
zh_cn: 这确实是“一个不同一般的公司，一种不同一般的车”。

source: The start-up plant had been nurtured under an unprecedented “Memorandum of Agreement” that called a tentative truce between General Motors and the UAW.
zh_cn: 这个工厂的启动是在一项前所未有的被称作是通用汽车公司和美国汽车、飞机、农业机械工人联合会（简称UAW）间尝试性休战的“协议备忘录”下进行的。

source: The car, with its double-overhead cam, 16-valve engine, was a step forward in American engineering.
zh_cn: 这种带有双顶凸轮，16缸发动机的汽车是美国工业的一个进步。

source: It had been manufactured with team-based processes, a radical departure from the assembly line production at other American automakers.
zh_cn: 它的生产加工是在合作生产方式下进行的，这与其他美国汽车生产厂的装配流水线的生产方式有根本的区别。

source: It would be sold to the public with a no-price-hassle policy by sales teams trained to make car buying a celebration.
zh_cn: 这种车由经过“让购车成为一项庆祝活动”方式培训的销售队伍以无可争议的价格卖给公众。

source: Two years later, Saturn would win the highest possible scores in mechanical reliability in independent consumer organization tests, and J.D. Powers would rank the car third in consumer satisfaction, trailing Infiniti and Lexus, the pricey Japanese imports, by a few points.
zh_cn: 两年后，萨特恩公司在独立的消费者协会的机械可靠性检测中获得了最高分，同时，J.D.Powers把该车列为消费者满意程度的第三位，仅比价格昂贵的日本进口车———拖挂车（Infiniti）和凌志车（Lexus）少了几分。

source: While General Motors continued to lose money ($23.5 billion in 1992), Saturn Corp. began turning a profit three years after plant start-up.
zh_cn: 当通用汽车公司继续赔钱时（在1992年损失235亿美元），萨特恩公司在工厂开工3年后却开始赢利了。

source: In 1997, Saturn was die only small car in the GM roster to be making money.
zh_cn: 在1997年，萨特恩公司是通用汽车公司内生产小型汽车唯一赚钱的公司。

source: Like all success stories, many factors contributed to Saturn Corp.’s achievements.
zh_cn: 像所有成功的故事一样，有许多因素影响了萨特恩公司的成功。

source: Not the least of these (although often overlooked) is a distinctive risk and reward compensation plan, crafted jointly by union and management and designed to meet the needs of workers transported from urban centers nationwide to rural Tennessee.
zh_cn: 在这些因素中，一个并非最不重要（虽然经常被忽略）的是一项独特的风险和奖励工资计划。该计划由工会和管理方共同起草并计划满足从全国各个城市来到田纳西州乡村的工人们的需要。

source: The pay system deserves a closer look because it shows how pay can be one motivating force in a total system of people and technology management.
zh_cn: 这项工资制度值得密切关注，因为它展示了在人和技术管理的整个体系中如何能使工资成为一种动力。

source: It’s impossible to understand why the Saturn pay system has proved so successful without looking at the history that gave rise to the distinctive union-management pact, the car itself, and the production system.
zh_cn: 如果不了解形成这项独特的劳资合同的历史，不了解汽车本身和生产体系，要明白萨特恩工资制度为什么获得成功是不可能的。

source: The sidebar on page 52 describes the rudiments of Saturn's risk and reward compensation plan.
zh_cn: 在附页中描述了萨特恩公司的风险和奖励工资计划的基本内容。

source: The following discussion looks at how the system developed and offers an interpretation of why it works.
zh_cn: 下面的讨论表明这项制度是如何发展的并对它的运行作出解释。

source: There would be no Saturn Corp., as we know it, had it not been for the crises that brought U.S automakers to their knees in the late 1970s and early 1980s, and for the visionary efforts that welded union and management interests into a single mission.
zh_cn: 正如我们所知道的一样，假如没有70年代末、80年代初给汽车制造商带来的危机和将劳资双方的利益结合在一起的幻想式的努力，就不会有萨特恩公司。

source: The strength of that relationship was well documented in a recent Productivity Forum in New York City sponsored by the Work in America Institute.
zh_cn: 这种关系的力量在纽约最近一次由美国工会协会资助的劳动生产率研讨会上得到了证明。

source: Mike Bennett, head of UAW Local 1853 at Saturn, and Dennis Finn, human resource advisor and a member of the Saturn Manufacturing Action Council, shared the podi-um. Finn introduced Bennett as “the most courageous union leader I’ve ever met” and credited his ability to “carry the Saturn vision” as one key factor in the company’s success.
zh_cn: 萨特恩1853地区UAW的主席麦克·贝内特和萨特恩生产活动委员会的成员兼人力资源顾问丹尼斯·费恩共同主持了这个会议。费恩介绍贝内特“是我所见过的最有勇气的工会领导人”,并称赞他的“实现萨特恩幻想”的能力是该公司获得成功的一个关键因素。

source: Bennett, in turn, emphasized the extent to which the union and management have joined forces.
zh_cn: 贝内特反过来强调劳资双方合作的力量。

source: “We don’t see the Saturn Corporation and the union as separate entities,” he said. “We’re one and the same....
zh_cn: “我们不认为萨特恩公司和工会是相割裂的，”他说“：我们是一个整体，我们是共同的......,

source: We believe that having the union involved as a full partner in the decisionmaking process at all levels of the corporation is essential to the success of the corporation.”
zh_cn: 我们相信让工会作为全面的合作伙伴参与公司内各个层次的决策是公司获得成功的基础。”

source: He went on to say that the definition of “full partnership” includes union participation in all strategic decisions, including ''methods of production, pricing, and capital appropriation~just about everything?”
zh_cn: 他继续说，“全面的合作伙伴关系”的含义包括工会参与所有的战略性决策，即包括“生产方法、价格制定和资金投放———就是说包括所有方面”。

source: The words came easily in Bennett’s low-key, matter-of-fact presentation, masking the complex issues, heated debates, and intense learning that evolved over two decades.
zh_cn: 从贝内特低调的实事求是的讲话中不难发现，他掩盖复杂的事端和激烈的争论，并且对过去20年的发展有认真的研究。

source: The 1980s were years of panic for U.S. automakers.
zh_cn: 80年代是美国汽车制造业恐慌的年代。

source: True, the level of Japanese imports had been rising since 1965, but it seemed to cause no serious threat.
zh_cn: 的确，从1965年起日本进口在不断增长，但这看起来并没有产生严重的威胁。

source: Then, in 1973 OPEC sounded its wake up call.
zh_cn: 然而，1973年欧佩克（OPEC）喊出了“醒来”的口号。

source: Prices at the gas pumps doubled and more than 625,000 Japanese small cars crossed the Pacific, a trend that would accelerate.
zh_cn: 汽油的价格增长了一倍，625000多辆日本小型汽车越过了太平洋，并且还有加速发展的趋势。

source: In 1980 alone, more than 2 million Japanese imports found their way to the U.S.
zh_cn: 仅1980年一年有200万辆日本进口汽车进入了美国市场。

source: In that same year, U.S. automakers lost a combined total of $4.2 billion.
zh_cn: 在这一年里美国汽车制造厂商总共损失了42亿美元。

source: Japan’s awesome achievements shocked America into a hyper awareness of quality (the work of W. Edwards Deming), the cost savings that could come from lean production techniques, and the importance of listening to customers.
zh_cn: 日本这种令人生畏的成就使美国清醒地看到了爱德华·德明的质量管理方法、微利生产技术带来的成本节约，以及倾听顾客意见的重要性。

source: When Roger Smith became General Motors chairman in 1981, he killed the S-Car, Chevrolet’s small car project.
zh_cn: 当罗杰·斯密斯在1981年成为通用汽车公司主席后，他停止了雪夫莱小型轿车计划。

source: A year later, he encouraged the GM Technical Center to establish a “skunk works” to explore the feasibility of a “radically different” kind of small car~a concept with no name that eventually became Saturn.
zh_cn: 一年以后，罗杰·斯密斯鼓励通用汽车公司技术中心建立一个“制胜工程”计划以探讨开发一种“别具一格”的小型汽车的可行性。这个未命名的计划最终成为了萨特恩。

source: At about the same time, Smith risked everything by going to bed with the enemy. The GM/Toyota joint venture, to become known as NUMMI, would provide the Japanese manufacturer with a stronger foothold in America but give GM the opportunity to learn invaluable lessons in production, quality, and inventory management.
zh_cn: 在同时，斯密斯冒了一个与狼共舞的风险———通用汽车公司与丰田公司合资成立“NU MM I”。通用汽车公司为丰田公司提供在美国有利的立足点，而丰田公司为通用汽车公司提供学习宝贵的生产、质检和库存管理经验的机会。

source: Indeed, the early 1980s were a time for learning.
zh_cn: 的确，80年代初是学习的时间。

source: Philosophical changes were in the wind, originating from the somewhat obscure concepts of “socio-technical design”一experiments in an English coal mine that suggested Western civilization had a lot to learn about managing the relationships between people and technology.
zh_cn: 理念的改变蔚然成风，这源于一个比较模糊的概念，叫做“社会-技术设计”———一个英国煤矿的实验。它建议西方社会在人与技术之间关系的管理方面有很多东西要学习。

source: Moreover, the theoretical folk were not afraid to dip their concepts in grease:
zh_cn: 并且，理论家们并不担心会使这种观念陷入泥潭。

source: The Volvo manufacturing plant in Sweden, with its team-based production systems, was proving it could roll out quality and quantity better than standard assembly lines.
zh_cn: 在瑞典沃尔沃公司的生产厂里，利用这种观念的以合作生产方式为基础的生产系统，证明了它可以使工厂生产出比标准生产线更多、质量更高的产品。

source: At the same time, executives from General Electric, among other U.S. manufacturers, were touting the successes and virtues of “self-managed teams” at industry meetings and roundtables.
zh_cn: 同时，来自通用电器公司的经理们在工业会议和圆桌会议上向美国的其它生产厂商宣传“自觉管理小组”的优点和成功。

source: Together, these events—from Japan, Sweden, and U.S. manufacturers outside the automotive industry, among many others—produced an era of high interest in teams, learning environments, lean production, and Deming-style quality, all given color and immediacy by the red ink spilling from Detroit balance sheets.
zh_cn: 来自日本、瑞典和美国等地的许多其他汽车制造企业，以及非汽车制造企业的所有这些事例迅速在底特律产生了一个高度重视合作生产方式、学习气氛、微利生产管理和德明质量管理的时代。这些通过底特律各公司的资产负债表上就可以看到。

source: If a company’s identity, like a person’s, is formed from both genetics and environment, then the events in the 1980s constituted a new kind of DNA.
zh_cn: 假如一个公司的特征就像一个人的特征一样，是由遗传和环境所造成的，那么80年代的事件形成了一种新的遗传基因。

source: The old automaker’s DNA~formed from the principles of Frederick Taylor’s scientific management, had produced assembly lines, armies of rote workers, and legions of experts in time-and-motion studies.
zh_cn: 老的汽车制造商的遗传基因———由泰勒科学管理原则构成的———已经产生了流水线，机械做事的工人，和大批动作研究专家。

source: A forced marriage with the labor movement had produced an awkward, unproductive offspring with a split personality~ the U.S. auto industry from the 1950s onward.
zh_cn: 一种将劳工动作强制结合的生产方式已经产生了一种尴尬的，没有效率的并带有分裂人格的结果———自50年代以后美国的汽车业一直如此。

source: If this identity, in turn, were married to a bride with idealistic notions about learning environments and teamwork, what would the offspring look like? It was the job of the General Motors Technical Center to find out.
zh_cn: 假如将这种特征同理想主义的有关学习气氛和合作工作的想法结合起来，其结果会是什么样呢？这就是通用汽车技术中心所要做的工作。

source: The Force of Ninety-Nine
zh_cn: 99的力量

source: As the GM tech center focused on engineering : 0 issues, it also chartered an entity known as the : a Saturn Study Center.
zh_cn: 虽然通用汽车技术中心主要研究工程问题，但它同时也成立了一个名为萨特恩研究中心的机构。

source: The center’s mission, stated succinctly, was “to identify and recommend the best approaches to integrate people and technology to competitively manufacture small cars in the United States.”
zh_cn: 该中心的任务简单地说就是：“提出能使人和技术结合的最好的方法，以使在美国生产制造小型汽车具有竞争力。”

source: From this came what was called the “Group of 99,” which consisted of 99 individuals, approximately half from the union, half from management, selected from across the country.
zh_cn: 由此产生了名为“99人小组”的组织。该组织由99人组成，其中大约一半人来自工会，另一半来自资方，这些人由全国各地挑选而来。

source: The group was to serve as a think tank and, with Smidi’s blessing, members were to do whatever : they had to do, spend what they had to spend, i and go where they wanted to go, to fulfill the center's mission.
zh_cn: 该组织作为一个智囊团，得到了斯密斯的准许，可以做任何该做的事，花任何该花的钱，去任何地方，其目的就是要完成该中心的使命。

source: GM's tech center established the joint labor-management “Group of 99” as a think tank
zh_cn: 通用汽车技术中心成立了由劳资双方共同组成的“99人小组”作为智囊团

source: In one of the early histories of the company, In the Rings of Saturn (Oxford University Press, 1994), Joe Sherman describes the group as “one of those fanciful, costly, enlightening experiments : that only a company with the resources of : General Motors could pull off.”
zh_cn: 作为公司早期发展的一段历史，在一本名为“萨特恩怪圈”的书中（牛津大学出版社，1994），作者乔·谢尔曼是这样描写这个组织的：“一个富有想像的、耗资巨大的、具有开创性的实验只有像通用汽车公司这样有实力的公司才能完成。”

source: The group traveled widely, visited high performance plants in Sweden, Japan, and the U.S., talked to academics, attended seminars, and the like.
zh_cn: 该组织行程万里，访问了瑞典、日本、美国的许多高效率企业，与许多研究机构进行接触，参加各种年会，如此等等。

source: It was a massive study effort, and it laid the theoretical foundation for both manufacturing operations and labor relations.
zh_cn: 它取得了巨大研究成果，为生产厂的运作和劳资关系奠定了理论基础。

source: A six-person task force within the Group of 99 was charged with the responsibility of putting the concepts on paper.
zh_cn: 其中一个6人小组的任务是负责将这些方法写到书面上。

source: From this group came the landmark 1,600-word “Memorandum of Agreement” that would serve as a de facto Constitution—perhaps Declaration of Interdependence would be a better term for the new plant.
zh_cn: 由此产生了具有里程碑作用的1600字的“协议备忘录”。它成为了这家新厂事实上的“宪法”,或者叫做“独立宣言”。

source: The memorandum read in part:
zh_cn: 备忘录中这样写到：

source: We believe that all people want to be involved in decisions that affect them, care about their jobs and each other, take pride in themselves and in their contributions, and want to share in the success of their efforts.
zh_cn: “我们相信所有人都希望参与到对他们有影响的决策当中，关心自己及他人的工作，为自己的工作和成就感到骄傲，分享通过自己的努力所获得的成功。”

source: The memorandum, however, did not resolve the issue of who would be hired.
zh_cn: 备忘录没有规定谁被雇佣的问题。

source: It would make a great deal of sense to hire local labor, at least in part.
zh_cn: 这自然意味着可以雇佣当地劳工，至少一部分。

source: This would cast GM as a good citizen willing to bring new vitality to the local economy.
zh_cn: 它可以树立通用汽车公司好公民的形象。表明通用汽车公司愿意为当地经济带来新的生机。

source: Moreover, experience demonstrated that greenfield plants using workers who had never been “corrupted” by a union philosophy would have a greater chance of success.
zh_cn: 而且，经验证明新工厂使用没有被工会思想“腐化”的工人是较为容易成功的。

source: But GM was facing layoffs nationwide, and when the UAW ratified the Memorandum, it demanded 100% union labor.
zh_cn: 通用汽车公司将面临着解雇来自全国各地的工人，而当UAW批准这个备忘录时要求雇佣工人必须是工会会员。

source: This, then, meant moving 5,000 production workers from around the country to rural Tennessee.
zh_cn: 这样5000多名生产工人从全国各地来到了田纳西乡村。

source: The Memorandum also specified that base pay would be lower than the national average and laid the foundation for the risk and reward system described in the sidebar.
zh_cn: 备忘录中规定基本工资将低于全国平均水平。在备忘录附页中还为风险-奖励工资制度写下了基本纲要。

source: The memo specified that 20% of pay would be at risk. Subsequent negotiations, however, led to a phase-in of the 20% over a period of time.
zh_cn: 备忘录中规定工资的20%为风险工资，可是在接下来的谈判中变成了在一段时间内逐步增加到20%。

source: Why It Worked
zh_cn: 它为什么起作用

source: Speaking at the Work in America Forum, Mike Bennett credited the Memorandum as the foundation for Saturn’s success and the reason the corporation is making money today.
zh_cn: 麦克·贝内特在这次研讨会上讲到，他确信这个备忘录是萨特恩成功的基础，而且也是公司今天赚钱的原因。

source: “It provided a general outline of what the structure [of the work arrangement] would look like.
zh_cn: “它为公司未来工作安排的结构制定了总的方针。

source: It’s philosophical...it talks about the relationship between customers, employees, and the corporation, and it lays out goals in terms of quality, cost, and customers.”
zh_cn: 它是理念性的......,它谈到了顾客、雇员、公司三者之间的关系，它为公司的质量管理、成本控制、客户服务制定了目标。”

source: The most controversial aspect of the Memorandum, Bennett said, was that it broke the decades-old pattern of collective bargaining and helped put an end to the “us versus them” attitude.
zh_cn: 贝内特说道，这个备忘录最有争议的方面是，它打破了过去几十年集体谈判的模式，帮助结束了“我们针对他们”的态度。

source: At the time the Memorandum was drafted in 1985, there was no car, no plant to manufacture it in, and no dealers to sell it.
zh_cn: 在这个备忘录起草的1985年，那里没有汽车，没有工厂，没有销售商。

source: Everything had to be built from scratch.
zh_cn: 一切要从零开始。

source: Or, as Bennett put it, “We had to learn our way into everything.”
zh_cn: 用贝内特的话说“,我们不得不学习一切事情”。

source: Although it would be presumptuous to read the minds of the hundreds of individuals who worked to forge the Memorandum and build the Saturn system, we can begin to see much of the sense of the pattern.
zh_cn: 虽然不能去猜测起草备忘录和制定萨特恩制度的几百人的想法，但我们能够开始看出这种模式的大部分意图。

source: Faced with fierce price competition in the small car market, GM's decision to start the plant in a rural setting played GM as a responsible corporate citizen at the same time that it promised to lower the labor cost per car.
zh_cn: 面对小型汽车市场激烈的价格竞争，通用汽车公司选择偏远地区建厂，体现了通用汽车公司是一个有责任感的公民，同时这样做可以降低每辆车的工资成本。

source: Given the depressed economy in Tennessee, GM didn’t need to pay standard union rate.
zh_cn: 在经济发展落后的田纳西州，通用汽车公司不必按工会标准支付工资。

source: At the Work in America Forum, Dennis Finn claimed that “we never intended to pay people less, but rather to incent them more.”
zh_cn: 在这次研讨会上，丹尼斯·费恩声称：“我们从没打算少支付工人工资，而是给他们更多的激励。”

source: One cannot help wondering, however, if the stipulation of “20% of pay at risk” didn’t provide a comforting safety net to GM corporate management.
zh_cn: 这使人们不得不怀疑，是不是“20%风险工资”的激励还不能做为通用汽车公司管理层一个舒适的安全网。

source: For the 5,000 production workers moving to rural Tennessee, there were certainly ambiguous feelings.
zh_cn: 对于来到田纳西州偏远地区的5000名生产工人来说，一定有很矛盾的感觉。

source: On the one hand, there was the excitement of starting a new life with greater job security.
zh_cn: 一方面，有更强的工作保障而开始的新生活带来的兴奋;

source: On the other hand, they would be living in a depressed area, with poor schools and few public amenities, and earning substantially less money.
zh_cn: 另一方面，他们将要在落后地区生活，没有好学校，没有娱乐场所，事实上还要挣较少的工资。

source: But consider these mixed feelings in the context of a vision that included not only making a new kind of car but the possibility of earning more~much more, $10,000 a year more—than the average GM worker.
zh_cn: 但是，请别忘记这种复杂的感情是在对未来充满幻想中产生的———不但可以生产新型汽车，而且还可能挣得更多，比通用汽车公司平均工人工资一年多10000美元。

source: Also, the decision to phase in the full 20% at risk over the course of a rather long period of time suggests an auspicious compromise that played well with the psychology of the move.
zh_cn: 在一段相对较长的时间里逐步引入20%的风险工资的决定是充分利用心理学手段顺利达成的妥协方案。
